Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །མིག་སྨན་སྒྲུབ་པར་འདོད་པས་རས་ཀྱི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་མིག་སྨན་ལྡོང་རོས་ལ་སྟོང་རྩ་བརྒྱད་བཟླས་ནས་གྲུབ་པའི་རྟགས་གསུམ་སྟོན་པར་འགྱུར་ཏེ།
en: If the vidyā holder wants to accomplish the rite of eye ointment, he should incant realgar one thousand and eight times in front of the painting.

source: འབར་བ་དང་དབུ་བ་འབྱུང་བ་དང་།
en: He will observe the following three signs: the mixture will emit light, foam, and then smoke.

source: དུད་པ་འབྱུང་བར་འགྱུར་ཏེ། དེས་མིག་ལ་བསྐུས་ན་མི་སྣང་བར་འགྱུར་རོ།
en: If he subsequently anoints his eyes with the mixture, he will become invisible.

source: །གཏེར་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །གནོད་སྦྱིན་གྱི་གནས་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ།
en: He will see all treasure troves and the dwellings of all yakṣas.

source: །དཔྲལ་བར་ཐིག་ལེ་བྱས་ན་ཕུགས་ཐམས་ཅད་དུ་འཇུག་པར་འགྱུར།
en: If he makes a bindi mark on his forehead, he will be able to enter all palaces.

source: སྒོ་ཐམས་ཅད་དང་འཁྲུལ་འཁོར་ཐམས་ཅད་འབྱེ་བར་འགྱུར།
en: All doors and locks will split.

source: ཡན་ལག་དང་ཉིང་ལག་ལ་བསྐུས་ན་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར།
en: If he anoints his body and limbs, he will rise up into the air.

source: སྤྱི་བོར་ཐིག་ལེ་བྱས་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རྟག་ཏུ་མཆོག་སྦྱིན་པར་འགྱུར་རོ།
en: If he marks his head with a bindi, he will always receive boons from Noble Avalokiteśvara.

source: །མིག་ལ་བྱུགས་ན། ཁྱབ་འཇུག་དང་དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་ལྷ་རྣམས་རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བར་འགྱུར་ཞིང་། དགོས་པ་ཐམས་ཅད་འགྲུབ་པར་བྱེད་དོ།
en: If he anoints his neck, he will always be followed by Viṣṇu, Maheśvara, and other gods, who will grant him success in every activity.

source: །མཚན་མོ་མིག་ལ་བསྐུས་ན་ཉིན་མོ་བཞིན་དུ་མཐོང་བར་འགྱུར་ཞིང་། གཏེར་ཐམས་ཅད་འབྱུང་བར་འགྱུར་ཏེ། ཁ་ཕུག་ནས་དོར་བར་བྱའོ།
en: If he anoints his eyes at night, he will be able to see as he does in daylight, and all treasures will rise up. “

source: །རང་གི་ལུས་ལ་བྱུགས་ན་ཇི་སྲིད་འཚོའི་བར་དུ་གོ་ཆ་བགོས་པའི་ལུས་སུ་འགྱུར།
en: If he positions the target face down, causes him to vomit, and anoints his own body with the vomit, it will function as armor for as long as he lives.

source: གནོད་སྦྱིན་དང་སྲིན་པོ་ལ་སོགས་པས་མི་མཐོང་བར་འགྱུར་ཞིང་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཏེ།
en: He will be invisible to all yakṣas, rākṣasas, and so forth. They will become his assistants, and he will be able to accomplish all activities.

source: ཚེ་བསྐལ་པ་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: His lifespan will increase to one thousand eons.

source: །ཡང་ན་བཟའ་བ་དང་སྙིང་གར་བསྐུ་བ་བྱས་ན་ནག་པོ་ཆེན་པོའི་གཟུགས་སུ་འགྱུར་ཞིང་ལྷ་ཐམས་ཅད་ཀྱི་གཟུགས་སྟོན་པར་འགྱུར་བ་ནས། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོའི་གཟུགས་དང་སྣ་ཚོགས་མང་པོ་སྟོན་པར་འགྱུར། ཟླ་བ་དང་ཉི་མ་སྟོན་པར་འགྱུར་རོ།
en: Alternatively, if he extracts the heart and eats it, he will obtain the form of Mahākāla and will be able to assume the form of any deity, appearing in the form of Brahmā, Viṣṇu, Maheśvara, the great Viśvarūpa, or even as Candra or Sūrya. “

source: །ལྡོང་རོས་དང་། གི་ཝཾ་དང་། སཽ་བི་རཱ་ཀ་དང་། གུར་གུམ་དང་། ཀྲ་ཀུ་དྷ་ལ་དོན་ཡོད་པར་གྲུབ་པ་ཁྲི་བཟླས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་པ་བྱས་ཏེ།
en: The vidyā holder can also procure realgar, bovine bezoar, jujube, saffron, and the flowers of arjun and incant them with the Amoghasiddhi mantra ten thousand times, the heart mantra of Amoghapāśa one thousand and eight times, and the Krodharāja mantra one hundred and eight times.

source: ཐམས་ཅད་དུ་མི་སྨྲ་བར་བྱ་ཞིང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔར་བཏགས་ལ།
en: All these mantras should be recited silently.

source: རས་ཀྱི་སྐུ་གཟུགས་ལ་མངོན་དུ་ཕྱོགས་ཏེ།
en: He should grind these ingredients in front of the painting of Noble Avalokiteśvara.

source: གཙང་མས་གོས་གཙང་མ་བགོས་ལ་ཚེས་བཅྭ་ལྔ་ཉ་ལ་ཉིན་ཞག་གཅིག་སྨྱུང་བ་བྱས་ནས་ཕྱེ་མ་ཞིབ་ཏུ་བཏགས་ཏེ། ཡང་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་དང་། ཁྲོ་བོའི་རྒྱལ་པོ་དང་། དོན་ཡོད་པའི་གྲུབ་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ལ།
en: On the fifteenth lunar day, the day of the full moon, after fasting for one day and one night, he should put on clean clothes, face the painting, and grind the ingredients again into a fine powder while incanting them one hundred and eight times with the heart mantra of Amoghapāśa, the Krodharāja mantra, and the king of vidyās Amoghasiddhi. “

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཕྱག་ཏུ་བཞག་སྟེ།
en: He should then place the powder in the hand of Noble Avalokiteśvara and worship the painting by making many offerings.

source: མཆོད་པ་ཆེན་པོ་བྱས་ནས་རས་ཀྱི་སྐུ་གཟུགས་ལ་མཆོད་པ་བྱས་ལ་ཉིན་ཞག་གཅིག་སྨྱུང་བ་བྱས་ཏེ། རས་ཀྱི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་སྐྱིལ་མོ་ཀྲུང་དུ་འདུག་པ་ལ་དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་ལན་ཉི་ཤུ་རྩ་གཅིག་བྱ། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་པར་བྱ་སྟེ།
en: Having fasted for one day and one night, he should sit cross-legged in front of the painting, display the mudrā of Amoghapāśa twenty-one times, and recite the heart mantra of Amoghapāśa the same number of times.

source: བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་བྱས་ལ་ཁྲོ་བོའི་གསང་སྔགས་ལན་བདུན་བཟླས་ཏེ།
en: Then, displaying the mudrā of recitation, he should recite the Krodharāja mantra seven times.

source: དེའི་འོག་ཏུ་མིག་ལ་བསྐུས་ནས་དོན་ཡོད་པར་གྲུབ་པའི་གཟུངས་བཟླས་པར་བྱས་ན།
en: After that, he should incant the powder with the dhāraṇī of Amoghasiddhi. “

source: བསྐུས་པ་ཙམ་གྱིས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རི་བོ་པོ་ཊ་ལ་དང་བཅས་གཞལ་མེད་ཁང་དང་བཅས་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་གཞལ་མེད་ཁང་དང་བཅས་པའི་རི་བོ་པོ་ཊ་ལ་ན་གནས་པ་མཐོང་བར་འགྱུར་རོ།
en: As soon as he applies the powder to his eyes, he will behold Noble Avalokiteśvara in his palace atop Potala Mountain, together with the multitude of bodhisattvas dwelling on Potala Mountain in their own palaces.

source: །བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁ་མས་མཐོང་བར་འགྱུར་ཞིང་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་ཆོས་འཆད་པ་མཐོང་བར་འགྱུར། ཆོས་བཤད་པ་དེ་ཡང་ཐོས་པར་འགྱུར་རོ།
en: He will see the realm of Sukhāvatī and the Tathāgata Amitābha teaching the Dharma there, and he will hear their Dharma discourses.

source: །ཕྱོགས་བཅུའི་དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་དང་བཅས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་སངས་རྒྱས་ཀྱི་ཞིང་གཞལ་མེད་ཁང་དང་བཅས་པ་མཐོང་བར་འགྱུར་ཞིང་ཆོས་འཆད་པའི་གསུང་གི་སྒྲ་དེ་ཡང་ཐོས་པར་འགྱུར་རོ།
en: He will likewise see all the tathāgatas in the ten directions, the hosts of the bodhisattvas, the congregations of the śrāvakas, and their respective buddha fields and palaces. He will hear the words of their Dharma instructions. “

source: །འདི་ལྟར་རིགས་ངན་གྱི་རིགས་སུ་སྐྱེས་པ་དང་། མནར་མེད་པ་ལ་གཞོལ་བ་དང་། མཚམས་མེད་པ་ལྔ་བྱེད་པ་གང་ཡིན་པ་ཐམས་ཅད་ཀྱང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་བྱིན་གྱིས་བརླབས་དང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཐུགས་རྗེ་དགོངས་པར་འགྱུར་ཞིང་རྨི་ལམ་དུ་སྟོན་པར་མཛད་དོ།
en: Even if the vidyā holder were to be reborn in a family of untouchables, or destined for the Avīci hell after committing the five acts of immediate retribution, Noble Avalokiteśvara will help him because of his great compassion and the blessing of all the tathāgatas.

source: །སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བར་འགྱུར།
en: He will also appear to the vidyā holder in a dream and will purify all his wrongdoings and obscurations.

source: མཆོག་ཐམས་ཅད་སྦྱིན་པར་འགྱུར། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་དངོས་གྲུབ་སྦྱིན་པར་འགྱུར།
en: He will grant him every boon, including the accomplishment of the heart essence of Amoghapāśa.

source: ལྷའི་ལོ་སྟོང་དུ་འཚོ་བར་འགྱུར་ཞིང་ལྷའི་བདེ་བ་ཉམས་སུ་མྱོང་བར་འགྱུར།
en: The vidyā holder will live a full one thousand celestial years and experience celestial pleasures. “

source: ནད་ཀྱིས་ཐེབས་པ་ཐམས་ཅད་ལ་མིག་སྨན་འདིས་བསྐུས་ན་ནད་ཐམས་ཅད་ཞི་བར་འགྱུར།
en: In the event of any disease, the vidyā holder can pacify all diseases by applying the powder.

source: རིམས་ཐམས་ཅད་སེལ་བར་འགྱུར་རོ། །དུག་ཐམས་ཅད་ལ་བསྐུས་པ་ཙམ་གྱིས་དུག་མེད་པར་འགྱུར་རོ།
en: All fevers will cease, and all poisons will be neutralized as soon as the powder is applied.

source: །འཇིགས་པ་ཐམས་ཅད་ལ་མིག་ལ་བསྐུས་ན་མི་མཐོང་བར་འགྱུར།
en: If he anoints himself while facing any danger, he will become invisible.

source: ཕྱིར་རྒོལ་བ་དང་དགྲ་བོ་དང་གཡོ་ཅན་དང་ཆོམ་པོ་དང་རྐུན་པོ་ཐམས་ཅད་ཀྱིས་མི་མཐོང་བར་འགྱུར་རོ།
en: He will be invisible to all adversaries and opponents, and to all rogues, thieves, and bandits.

source: །མཚོན་གདབ་པའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར།
en: Even if weapons are raised against him, he will not be in any danger.

source: འཐབ་པ་དང་རྩོད་པ་དང་ཁྲག་ཁྲུག་ལ་མིག་ལ་བསྐུས་ན་ཐམས་ཅད་ལས་རྒྱལ་ཞིང་ལན་ཐེབས་པར་འགྱུར་རོ།
en: If he applies the powder, he will be completely victorious in all disputes, contests, and disagreements; he will gain the upper hand. If he applies the powder when going into battle, he will be victorious in combat.

source: །གཡུལ་ངོ་ཐམས་ཅད་དུ་མིག་ལ་བསྐུས་ན་གཡུལ་འགྱེད་པ་ལས་རྒྱལ་བར་འགྱུར་ཞིང་དཔུང་གི་མཆོག་རྒྱལ་བར་འགྱུར་རོ།
en: He will survive onslaughts, even by a more powerful force. “

source: །རྒྱལ་པོའི་ཕོ་བྲང་དུ་འགྲོ་བའི་ཚེ་མིག་ལ་བསྐུས་ན་རྒྱལ་པོ་བཙུན་མོའི་འཁོར་དང་བཅས་པ་དབང་དུ་འགྱུར་རོ།
en: If he applies the powder and enters the royal household, the king, together with his harem and retinue, will fall under his thrall. They will all be enthralled.

source: །མི་སྨྲ་བར་གྲོང་ཁྱེར་དུ་སོང་ན་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་གྲོང་ཁྱེར་ན་གནས་སོ་ཅོག་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If he silently enters a town, all the inhabitants—women, men, boys, and girls—will fall under his thrall.

source: །མིག་གཡས་པ་ལ་བསྐུས་ན་རིགས་བཞིའི་འཇིག་རྟེན་གང་མཐོང་བ་དེ་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If he anoints his right eye, the people of all four castes that he sees with this eye will all fall under his thrall.

source: །མིག་གཡོན་པ་ལ་བསྐུས་ན་རིགས་ངན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If he anoints his left eye, all promiscuous women will fall under his thrall. “

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཕྱག་གཡས་པ་ནས་བཟུང་སྟེ། དོན་ཡོད་པ་གྲུབ་བའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱ་སྟེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱེད་ན་དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་དང་། ཁྲོ་བོའི་རྒྱལ་པོ་དང་། གཟུངས་ཐམས་ཅད་སོ་སོར་ལན་སྟོང་ཕྲག་བརྒྱ་བརྒྱ་བཟླས་པར་འགྱུར།
en: If the vidyā holder grasps Noble Avalokiteśvara by the right arm, recites the Amoghasiddhi, the king of vidyās, one thousand and eight times and makes offerings to Noble Avalokiteśvara, it will be as if he recites all the heart dhāraṇīs of Amoghapāśa, the dhāraṇīs of Krodharāja, and other sovereign dhāraṇīs individually one hundred thousand times.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱེ་བ་སྟོང་ཕྲག་དྲུག་ཅུའི་དྲུང་དུ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར་ཐམས་ཅད་ཀྱིས་མིང་བཟུང་བ་བྱས་པར་འགྱུར།
en: The vidyā holder will plant the roots of virtue equal to those of the twelve thousand million tathāgatas, the worthy ones, as if he were by the side of the Buddha, the fully realized one. All these tathāgatas will know the vidyā holder by name.

source: དེ་བཞིན་གཤེགས་པ་སྟོང་མཉེས་པར་བྱས་པར་འགྱུར། དེ་བཞིན་གཤེགས་པ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བཞི་མངོན་སུམ་དུ་མཐོང་བ་ཐོབ་པར་འགྱུར།
en: He will arouse the affection of thousands of tathāgatas and will be able to see sixty-eight thousand of them face-to-face. “

source: འཇིག་རྟེན་པའི་དོན་ཐམས་ཅད་འགྲུབ་པར་འགྱུར།
en: The vidyā holder will be able to accomplish all his worldly tasks.

source: སྔོན་གྱི་སྒྲིབ་པས་མནར་མེད་པའི་གནས་སུ་འགྲོ་བ་ཡོངས་སུ་དག་པར་འགྱུར།
en: All his obscurations from the past that would otherwise lead to rebirth in the Avīci hell will be completely purified.

source: ནམ་ཡང་ངན་སོང་དུ་འགྲོ་བར་མི་འགྱུར། ཚེ་རབས་ཚེ་རབས་སུ་སྐྱེ་བ་དྲན་པར་འགྱུར།
en: He will never stray onto an evil path again, and he will be able to retain his memories from one birth to another.

source: ལྷ་ཐམས་ཅད་ཀྱང་མཆོག་སྦྱིན་པར་འགྱུར་ཞིང་རྟག་ཏུ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བར་བྱེད་པར་འགྱུར་རོ།
en: All the deities will grant him boons and will always be there to guard, protect, and defend him.

source: །ཕྱག་གཡོན་པ་མནན་ཏེ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ན་བཟླས་པ་ཙམ་གྱི་མོད་ལ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་ལ་སོགས་པ་བཀུག་པར་འགྱུར་ཞིང་ཐམས་ཅད་དབང་དུ་འགྱུར་ཏེ་གནས་སོ།
en: If the vidyā holder places his hand on the left arm and recites the mantra one thousand and eight times, all the devas, nāgas, yakṣas, rākṣasas, and so forth will be summoned as soon as the recitation is complete, and they will all fall under his thrall. “

source: །གང་གི་ཚེ་དགོས་པ་བྱུང་བ་དེའི་ཚེ་དོན་ཡོད་པར་གྲུབ་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་ལན་བདུན་བཟླས་པ་བྱས་ན་ལྷ་དང་ཀླུ་ལ་སོགས་པ་ཐམས་ཅད་ཀྱང་ལས་ཐམས་ཅད་བྱེད་ཅིང་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཕྱི་བཞིན་འབྲང་བར་འགྱུར་རོ།
en: If there is any task to perform, the vidyā holder should mindfully repeat the king of vidyās Amoghasiddhi seven times. All devas, nāgas, and so forth will then perform his every task and will always be bonded to him.

source: །ལྟེ་བའི་གནས་སུ་མནན་ཏེ་ཀླུ་ལ་སོགས་པ་ཐམས་ཅད་ཆར་གྱི་རྒྱུན་འབེབས་པར་འགྱུར་རོ། །འཛམ་བུའི་གླིང་མཐའ་དག་ཚིམ་པར་བྱེད་པར་འགྱུར་རོ་སྙམ་དུ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་གང་དང་གང་དུ་སོང་བ་དེར་སྐྱེས་པའམ། བུད་མེད་དམ། རྒྱལ་པོའམ།
en: If he presses the navel area and recites the mantra, all nāgas and so forth will send torrents of rain and thus satisfy all of Jambudvīpa.

source: རྒྱལ་མོའམ། དགེ་སྦྱོང་ངམ། བྲམ་ཟེའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་ལ་གང་བསམས་པ་དང་གང་བཅོལ་བ་དང་།
en: If the vidyā holder recites the mantra into the ear one hundred and eight times, goes to whatever location is on his mind, and asks any woman, man, king, queen, monk, brahmin, or lay practitioner to perform whatever task is on his mind, he will cause them to accomplish any task. “

source: སྨྲས་པའི་ལས་དེ་ཐམས་ཅད་བསྒྲུབ་པར་འགྱུར་རོ། །དབུ་ནས་བཟུང་སྟེ་བཟླས་ནས་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་དབང་དུ་བྱས་པར་འགྱུར་ཏེ།
en: If he recites the mantra while holding the head, all beings as far as the Brahmaloka will fall under his thrall.

source: ཐམས་ཅད་ལ་དབང་བསྒྱུར་ཞིང་བསྒོ་བ་བཞིན་བྱེད་པར་འགྱུར་རོ།
en: They will all obey his commands and remain under his control.

source: །ཐོག་མར་བཟླས་བརྗོད་སྟོང་རྩ་བརྒྱད་བྱས་ནས་བཟླས་པར་བྱའོ།
en: The mantra should be recited one thousand and eight times to start with.

source: །ཞབས་གཉིས་མནན་ཏེ་སྟོང་ཕྲག་བཅུ་བཟླས་པ་བྱས་ན་སའི་འོག་ཡན་ཆད་དབང་དུ་བྱས་པར་འགྱུར་ཞིང་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཏེ། མངག་གཞུག་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ།
en: If the vidyā holder presses on the feet and recites the mantra ten thousand times, all beings as far as the subterranean worlds worlds will fall under his thrall, perform his tasks, and act as his messengers. “

source: །པདྨ་ལ་སྟོང་རྩ་བརྒྱད་བཟླས་ནས་པདྨའི་མཚེའུར་བོར་ན་པདྨ་ཟད་མི་ཤེས་པར་འབྱུང་ཞིང་པདྨ་དུས་ཐམས་ཅད་པར་འགྱུར་རོ།
en: If he incants a lotus one thousand and eight times and throws it into a lotus pond, there will appear an imperishable lotus that will endure for all time.

source: །ཨུཏྤལ་ལ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་ནས་ཨུཏྤ་ལའི་མཚེ་འུར་བོར་ན་ཨུཏྤ་ལ་སྔོན་པོ་ཟད་མི་ཤེས་པ་འབྱུང་བར་འགྱུར་ཞིང་ནམ་ཡང་ཉམས་པར་མི་འགྱུར་ཏེ། དུས་ཐམས་ཅད་དུ་མེ་ཏོག་འབྱུང་བར་འགྱུར་རོ།
en: If he incants a blue lotus one thousand and eight times and throws it into a pond with blue lotuses, there will appear an imperishable blue lotus that will bloom at all times and never fade.

source: །དེ་བཞིན་དུ་སྣ་མའི་མེ་ཏོག་དང་གན་དྷ་བཱརྵི་ཀ་དང་། ཡཱུ་ཐི་ཀ་དང་། ན་བ་མཱ་ལཱའི་མེ་ཏོག་རྣམས་ཀྱང་དུས་ཐམས་ཅད་དུ་མེ་ཏོག་འབྱུང་བར་འགྱུར་ཞིང་ཟད་མི་ཤེས་པར་འགྱུར་རོ།
en: If the vidyā holder does the same with the flowers of sumanas, fragrant vārṣika, yūthikā, and navamallikā, they will bloom at all times and never perish.

source: །འབྲས་བུ་དང་། མེ་ཏོག་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ་སྐྱེད་མོས་ཚལ་ལམ་ནགས་ཚལ་གྱི་ནང་དུ་གཏོར་ན་མེ་ཏོག་དང་འབྲས་བུ་ཟད་མི་ཤེས་ཤིང་དུས་ཐམས་ཅད་པར་འགྱུར་རོ།
en: If the vidyā holder incants fruits and flowers one hundred and eight times and casts them into a garden or a forest, these fruits and flowers will become imperishable and will last for all time. “

source: །དཔལ་ཆེན་མོ་དགུག་པར་འདོད་པས་སྤྲ་ཚིལ་ལས་ལྷ་མོ་དཔལ་ཆེན་མོ་སྐྱིལ་མོ་ཀྲུང་ཕྱེད་དུ་འདུག་པ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་ལུས་བཏུད་པ་ལག་པ་ན་པདྨ་ཐོགས་པ་བྲང་རྒྱས་པ་བྱས་ལ་འབྲས་བུ་དང་།
en: If the vidyā holder wants to summon the great Śrī, he should make an effigy of this great goddess from beeswax. She should be adorned with all ornaments, be seated in a cross-legged posture with her body slightly bent, and hold a lotus in her hand.

source: མེ་ཏོག་དགྲམ་པར་བྱ་ཞིང་ག་བུར་དང་། གླ་རྩི་དང་།
en: She should be fashioned with full breasts and be strewn with fruits and flowers.

source: ཙནྡན་དཀར་པོས་མཆོད་པ་བྱས་ལ་རས་ཀྱི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་གཞགས་པར་བྱ་ཞིང་སྔར་ཙནྡན་དཀར་པོ་ལས་བྱས་པའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བཞིན་བྱས་ལ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རས་ཀྱི་སྐུ་གཟུགས་ལ་ཨ་ག་རུའི་བདུག་པ་དབུལ་བར་བྱ།
en: The vidyā holder should place the effigy in front of the cloth painting and worship it with camphor, musk, and white sandalwood. He should prepare a maṇḍala with white sandalwood according to the procedure as before and offer incense of agarwood to Noble Avalokiteśvara in the painting.

source: དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་ཙནྡན་དཀར་པོའི་བདུག་པ་དབུལ་བར་བྱ་ཞིང་གཉིས་ཀ་ལ་མཆོད་པ་དང་བསྙེན་བཀུར་བྱ་གཏོར་མ་དཀར་པོ་དང་དྲི་ཆབ་དབུལ་བར་བགྱི།
en: The great goddess Śrī should be offered incense of white sandalwood, and both of them should be honored with offerings.

source: མཆོད་ཡོན་སྟོང་དབུལ་བར་བྱ་སྟེ།
en: The vidyā holder should offer a bali consisting of ‘white’ foods and scented water, and eight bowls with argha water. “

source: རིག་སྔགས་འཆང་གཙང་མས་དུས་གསུམ་དུ་ཁྲུས་བྱས་ཤིང་གོས་གཙང་མ་བགོས་པས་མངོན་དུ་ཕྱོགས་ཏེ།
en: He should maintain ritual purity, bathe three times a day, and wear clean clothes.

source: སྐྱིལ་མོ་ཀྲུང་དུ་འདུག་ནས་དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་ལན་བདུན་བྱས་ལ་ཇི་སྙེད་པའི་དྲི་དང་ཕྲེང་བ་དང་མེ་ཏོག་ལ་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ།
en: Sitting in front of the painting in a cross-legged posture, he should display the mudrā of Amoghapāśa seven times and place any available flowers that were discarded after an offering around the head of the great goddess Śrī, having incanted them with the heart mantra of Amoghapāśa one hundred and eight times.

source: དཔལ་ལྷ་མོ་ཆེན་མོའི་མགོ་ལ་གདགས་པར་བྱ། མེ་ཏོག་གཞན་གྱིས་མཆོད་པ་བྱ་ཞིང་ཙནྡན་དཀར་པོ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་པའི་བདུག་སྤོས་དབུལ་བར་བྱའོ། །དེ་ནས་རིག་སྔགས་འཆང་གིས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་པར་བྱ་ཞིང་ཡུངས་ཀར་རེ་རེ་ཞིང་བཟླས་ལ་དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་བསྣུན་པར་བྱས་ཏེ། སྟོང་རྩ་བརྒྱད་ཚང་བ་དང་།
en: He should honor her with an argha offering with flowers, cense her with white sandalwood incanted one hundred and eight times, and then recite the heart mantra of Amoghapāśa one thousand and eight times, each time incanting a single mustard seed and throwing it at the great goddess. “

source: དཔལ་ལྷ་མོ་ཆེན་མོ་འབར་བར་འགྱུར་ཞིང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་དཔྲལ་བ་ནས་འོད་ཟེར་འབྱུང་བར་འགྱུར་རོ།
en: When the vidyā holder has reached the number one thousand and eight, the great goddess Śrī will blaze with light.

source: །དཀྱིལ་འཁོར་གྱི་ཡོ་བྱད་གང་ཡིན་པ་ཐམས་ཅད་གསེར་དུ་སྣང་བར་འགྱུར་རོ།
en: Rays of light will likewise radiate from the forehead of Noble Avalokiteśvara, making everything around the maṇḍala glow with golden light.

source: །དཔལ་ལྷ་མོ་ཆེན་མོ་བཀུག་པར་འགྱུར་ཞིང་ཇི་སྲིད་འཚོའི་བར་དུ་འདའ་བར་མི་འགྱུར་རོ།
en: This indicates that the great divine Śrī has been summoned and will not depart for as long as the vidyā holder lives.

source: །ལྷའི་དཔལ་རྗེས་སུ་སྤྱོད་པར་འདོད་ན་ཉིན་རེ་ཞིང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་དུས་གསུམ་དུ་མཆོད་པ་བྱ་ཞིང་མཆོད་ཡོན་གྱི་སྣོད་ཀྱང་གཞག་པར་བྱ།
en: If he wishes to enjoy divine splendor and prosperity, he should make generous offerings three times a day, placing them in the hands of Noble Avalokiteśvara and the goddess Śrī.

source: དཀོན་མཆོག་གསུམ་མཆོད་པར་བྱ་སྦྱིན་པར་བྱ།
en: He should also offer bowls with argha water and make offerings to the Three Jewels.

source: ལོངས་སྤྱད་པར་བྱ།
en: The articles should be offered and then utilized.

source: བསོད་ནམས་ཀྱང་བྱ་ཞིང་དཔལ་ལྷ་མོ་ཆེན་མོ་ལ་དུས་གསུམ་དུ་མཆོད་པར་བྱའོ།
en: The vidyā holder should perform meritorious deeds and worship the great goddess Śrī with offerings three times a day. “

source: །དཔལ་ལྷ་མོ་ཆེན་མོ་རང་གི་གཟུགས་ཀྱིས་གནས་པར་འདོད་པས་དོན་ཡོད་པའི་རྒྱལ་པོ་ཁྲོ་བོའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་པར་བྱ་ཞིང་ཙནྡན་གྱི་རིལ་བུ་སྟོང་རྩ་བརྒྱད་ཀྱིས་ལུས་བདུག་པར་བྱ།
en: If the vidyā holder wants the great goddess Śrī to arrive in person, he should complete the full round of one thousand and eight recitations of the heart mantra of Amogha­krodha­rāja, each time casting mustard seeds smeared with honey at the effigy of Śrī.

source: ཡུངས་ཀར་སྟོང་རྩ་བརྒྱད་ཀྱིས་བསྣུན་པར་བྱ་སྟེ། ཡུངས་ཀར་སྟོང་རྩ་བརྒྱད་ཚང་བ་དང་། དཔལ་ལྷ་མོ་ཆེན་མོ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་ལྷའི་ནོར་བུ་དང་གསེར་དང་མུ་ཏིག་གི་རྒྱན་གྱིས་བརྒྱན་པའི་ལུས་སྣང་ལ་ཞལ་པདྨ་ཁ་ཕྱེ་བ་ལྟ་བུ་སྤྱན་ཨུཏྤལ་སྔོན་པོ་ལྟར་གསལ་བ་པདྨ་བསྣམས་པ་གདན་པདྨ་ནོར་བུ་དང་། རིན་པོ་ཆེ་དང་།
en: When he has reached the number one thousand and eight, the great goddess Śrī will appear in person, adorned with all ornaments and decked in divine adornments of jewels, gold, and pearls.

source: གསེར་མང་པོའི་པདྨའི་ཆར་འབེབས་པ་རིན་པོ་ཆེ་འབར་བའི་བུམ་པ་སྟོང་ཕྲག་བརྒྱ་ཐོགས་པ་ལྷའི་བུ་མོ་དང་གནོད་སྦྱིན་གྱི་བུ་མོ་བརྒྱ་སྟོང་མང་པོ་ཐམས་ཅད་ལྷའི་རྒྱན་གྱིས་བརྒྱན་པས་ལུས་གསལ་ཞིང་འབར་ལ་མཛེས་པ་མང་པོས་ཡོངས་སུ་བསྐོར་བ་མདུན་དུ་འཁོད་པར་འགྱུར་ཏེ།
en: Her face will be bright like a blooming lotus, her eyes as blue as an utpala lotus, and she will hold an open lotus in her hand. Glowing like a lotus and sitting on a lotus seat amid a rain of many jewels, gems, and golden lotuses, her two shining breasts will resemble one hundred thousand jars. She will be surrounded by many hundreds of thousands of celestial and yakṣa girls, all adorned with many divine ornaments, who will stand in front of the vidyā holder with beautiful bodies shining bright.

source: རིག་སྔགས་འཆང་གི་འཇིགས་པར་མི་བྱ་ཞིང་སེམས་དགའ་བར་བྱས་ལ་གསང་སྔགས་འདི་ལན་བདུན་བཟླས་པར་བྱའོ།
en: The vidyā holder should not be afraid but remain cheerful while mentally reciting the following: “Homage to the Three Jewels! Homage to Noble Avalokiteśvara, the great, compassionate bodhisattva being who grants great amogha boons! [

source: བྷོ་དྷི་ས་ཏྭཱ་ཡ།
en: Fond of Avalokiteśvara, you grant boons and facilitate boons.

source: མ་ཧཱ་ཨ་མོ་གྷ་བ་ར་དཱ་ཡ། ཏདྱ་ཐཱ།
en: Huru huru, O fine bodied one!

source: ཨོཾ་པདྨི་ནི་པདྨ་ནེ་ཏྲ་པདྨཱཾ་གེ །
en: Move, move, O lotus lover adorned with flowers!

source: པདྨ་དྷ་རེ་པདྨ་བྷ་ཏེ།
en: Owner of fine chariots, carry, carry!

source: པདྨ་པྲི་ཡེ་པདྨ་གཽ་རཱི་པདྨཱ་པྲ་བྷེ་པདྨཱ་ས་ན་པྲ་ཏིཥྛི་ཏེ།
en: Bring together!

source: ཨ་བ་ལོ་ཀི་ཏ་པྲི་ཡེ་བ་ར་དེ་བ་ར་དཱ་ཡི་ནི་པྲ་སི་ཏ་པྲ་སཱ་དྷ་ཡ་ཀུ་རུ་ཀུ་རུ།
en: Remember your samaya!

source: ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་བར་དེ་ཧུ་རུ་ཧུ་རུ་བ་ར་ང་གི་ནི་ཙ་ལ་ཙ་ལ་པདྨ་བི་བྷུ་ཥི་ཏེ་པདྨ་པྲི་ཡེ་པདྨ་གཽ་རི་པི་ཅི་ཏྲ་བི་མ་ན་དྷ་རེ་བྷ་ར་བྷ་ར་སམ་བྷ་ར་སྨ་རས་མ་ཡ།
en: You are the same as Noble Avalokiteśvara, O goddess established in the truth who grants amogha boons!

source: ཨརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་རས་མེ་སཏྱ་ཨ་དྷིཥྛི་ཏ་དེ་བི་ཨ་མོ་གྷ་བ་ཤ་བར་དེ་ཧཱྃ།
en: Hūṁ!

source: ལན་བདུན་བཟླས་པ་ཙམ་གྱིས་ལྷ་མོ་དཔལ་ཆེན་མོ་ཕྱག་བརྐྱང་སྟེ། རིག་སྔགས་འཆང་གི་སྤྱི་བོར་འཇོག་པར་འགྱུར་ཞིང་འདི་སྐད་ཅེས་ཀྱང་གསུང་བར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་ཚུར་ཤོག །
en: After this mantra has been repeated seven times, the great goddess Śrī will extend her hand and place it on the vidyā holder’s head, saying, ‘Come, O son of noble family, the first-born heart-son!

source: ཐུགས་ལས་སྐྱེས་པ་གསུང་ལས་སྐྱེས་པ་ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ཁྲོ་བོ་དང་བཅས་པ་གྲུབ་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པས་པདྨ་དྲི་མ་མེད་པའི་དཔལ་ཞེས་བྱ་བའི་གཟུངས་ལ་ཞུགས་ཤིག་ངའི་གནས་ལ་རང་གི་ཁྱིམ་བཞིན་དུ་ལས་སུ་བྱ་བ་ཐམས་ཅད་བྱོས་ཤིག །
en: You have accomplished the Krodharāja, the heart essence of Amoghapāśa. Employing the dhāraṇī immaculate amogha Śrī, please visit my dwelling as if it were your home. You will be able to accomplish all activities.’

source: དེ་ནས་རིག་སྔགས་འཆང་གིས་ཡང་རིག་སྔགས་དང་གསང་སྔགས་དང་གཟུངས་སྔགས་འདི་ལན་གསུམ་བཟླས་བརྗོད་བྱའོ།
en: The vidyā holder, at this moment, should mindfully repeat the following dhāraṇī mantra of the vidyā type three times: “Homage to the Three Jewels!

source: ཨོཾ་བྷ་ག་བ་ཏི་མཱ་ཏྲྀ་ཛ་ནི་ཏྲི་བར་བར་ཨ་བ་ལོ་ཀི་ཏ་བ་ར་དེ་ཀྵི་རི་ནི་སྭ་བ་ཏུ།
en: Mother, mother, you bring wide renown!

source: ཨམྦ་ཨམྦ་བི་པུ་ལ་ཀཱིརྟི་ཀ་རེ་པྲ་བ་ར་བྷུ་ཛེ་ཨ་མོ་གྷ་པཱ་ཤ་ཧ་སྟེ་སྭཱ་ཧཱ།
en: You have exquisite curves and hold the unfailing noose in your hand, svāhā! “
